---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltRation1
source: html/37f23ca8-7ecf-5d7a-7a7f-f1fa56ec2e35.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltRation1 Property

"Measurement Line"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltRation1 { get; }
```